perf-tests/mongo-perf/yellow/bLoad
mongo client connection created with mongodb://yellow13:31106
[OVERALL], RunTime(ms), 9038
[OVERALL], Throughput(ops/sec), 553.2197388802832
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 29
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.3208674485505643
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 29
[TOTAL_GC_TIME_%], Time(%), 0.3208674485505643
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2307.0
[CLEANUP], MinLatency(us), 2306
[CLEANUP], MaxLatency(us), 2307
[CLEANUP], 95thPercentileLatency(us), 2307
[CLEANUP], 99thPercentileLatency(us), 2307
[INSERT], Operations, 5000
[INSERT], AverageLatency(us), 693.0364
[INSERT], MinLatency(us), 328
[INSERT], MaxLatency(us), 501759
[INSERT], 95thPercentileLatency(us), 813
[INSERT], 99thPercentileLatency(us), 1092
[INSERT], Return=OK, 5000