perf-tests/mongo-perf/yellow/fRun
mongo client connection created with mongodb://yellow13:31106
[OVERALL], RunTime(ms), 10434
[OVERALL], Throughput(ops/sec), 479.2026068621813
[TOTAL_GCS_G1_Young_Generation], Count, 3
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 31
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.2971056162545524
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 31
[TOTAL_GC_TIME_%], Time(%), 0.2971056162545524
[READ], Operations, 5000
[READ], AverageLatency(us), 561.9414
[READ], MinLatency(us), 306
[READ], MaxLatency(us), 57503
[READ], 95thPercentileLatency(us), 897
[READ], 99thPercentileLatency(us), 1231
[READ], Return=OK, 5000
[READ-MODIFY-WRITE], Operations, 2499
[READ-MODIFY-WRITE], AverageLatency(us), 1400.891156462585
[READ-MODIFY-WRITE], MinLatency(us), 658
[READ-MODIFY-WRITE], MaxLatency(us), 108991
[READ-MODIFY-WRITE], 95thPercentileLatency(us), 1899
[READ-MODIFY-WRITE], 99thPercentileLatency(us), 2641
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2077.0
[CLEANUP], MinLatency(us), 2076
[CLEANUP], MaxLatency(us), 2077
[CLEANUP], 95thPercentileLatency(us), 2077
[CLEANUP], 99thPercentileLatency(us), 2077
[UPDATE], Operations, 2499
[UPDATE], AverageLatency(us), 813.8403361344538
[UPDATE], MinLatency(us), 325
[UPDATE], MaxLatency(us), 108543
[UPDATE], 95thPercentileLatency(us), 947
[UPDATE], 99thPercentileLatency(us), 1281
[UPDATE], Return=OK, 2499